const error_text_1 = 'Спочатку виберіть адресу!';
const error_text_2 = 'Помилка при копіюванні адреси!'; // Складається із декількох частин

const error_text_3 = 'Спочатку виберіть організацію!';
const error_text_4 = 'Помилка при копіюванні посилання!'; // Складається із декількох частин

const error_text_5 = 'Спочатку виберіть адресу!';
const error_text_6 = 'Помилка при копіюванні посилання!'; // Складається із декількох частин

const error_text_7 = 'Спочатку виберіть організацію!';
const error_text_8 = 'У вибраної організації відсутні кординати!';
const error_text_9 = 'Помилка при копіюванні посилання!'; // Складається із декількох частин

const error_text_10 = 'Додайте не менше двох точок для формування посилання щоб побудовати маршрут!';
const error_text_11 = 'Помилка при копіюванні посилання!'; // Складається із декількох частин

const error_text_12 = 'Перевищено максимальну кількість (25) точок у маршруті!'; // Використовується декілька разів
const error_text_13 = 'Для додавання адреси у маршрут спочатку виберіть населений пункт далі вулицю і адресу будинку, підїзду, квартири яку необхідно додати!';

const error_text_14 = 'Знайдіть та виберіть організацію!';

const error_text_15 = 'Спочатку виберіть'; // Складається із декількох частин
const error_text_16 = 'Помилка при копіюванні адреси!'; // Складається із декількох частин

const error_text_17 = 'Адреси поблизу поточних кординат вже додані!';
const error_text_18 = 'Точок поблизу не знайдено!';

const error_text_19 = 'Адреси поблизу вибраної адреси вже додані!';
const error_text_20 = 'Спочатку виберіть адресу!';
const error_text_21 = 'Точок поблизу не знайдено!';

const error_text_22 = 'Завелика кількість адрес для коректного відображення!<br> Додатково виберіть вулицю або знайдіть адреси які знаходяться в радіусі 500 метрів від поточних кординат.';
const error_text_23 = 'Спочатку виберіть адреси!';

const error_text_24 = 'Знайдіть організації!';
const error_text_25 = 'Знайдіть та виберіть організацію!';

const error_text_26 = 'Спочатку виберіть адреси!';

const error_text_27 = 'Виберіть організацію у одному із пошукових параметрів!';
const error_text_28 = 'Для пошуку організації тільки один із пошукових параметрів має бути заповненим!';

const error_text_29 = 'Не знайдено код масиву!';

const error_text_30 = 'Додайте не менше двох точок для побудови маршруту!';
const error_text_31 = 'Одне з місцеположень, вказаних у джерелі запиту, пункті призначення або маршрутних точках, не може бути геокодовано.';
const error_text_32 = 'Між пунктом відправлення та пунктом призначення не вдалося знайти маршрут.';
const error_text_33 = 'Перевищено максимальну кількість шляхових точок. (дозволено 25 точок, плюс пункт походження та пункт призначення)';
const error_text_34 = 'Запитуваний маршрут задовгий і не може бути оброблений. (спробуйте зменшити кількість шляхових точок)';
const error_text_35 = 'Надана інформація була недійсною. (можливо відсутній пункт походження або пункт призначення або запит на транзит, що включає маршрутні точки)';
const error_text_36 = 'Забагато запитів. (спробуйте пізніше)';
const error_text_37 = 'Заборонено використовувати послугу вказівок.';
const error_text_38 = 'Запит не може бути оброблений через помилку сервера. (спробуйте пізніше)';
const error_text_39 = 'Невідома помилка.';

const error_text_40 = 'На жаль, за вашим запитом нічого незнайдено.';
const error_text_41 = 'Вказаний номер будинку не знайдено! Спробуйте ще раз.';
const error_text_42 = 'Код не відповідає місцю зйомки фото!';
const error_text_43 = 'Надайте доступ до мікрофону!';
const error_text_44 = 'Відсутнє інтернет зєднання!';
const error_text_45 = 'Голос не знайдено!';
const error_text_46 = 'Голосове введення було перерване!';
const error_text_47 = 'Не вдалося розпізнати звук!';
const error_text_48 = 'Користувацький агент забороняє використовувти голосову службу!';
const error_text_49 = 'Помилка в граматиці!';
const error_text_50 = 'Мова не підтримується!';
const error_text_51 = 'Ваший браузер не підтримує розпізнавання голосу! Використовуйте браузер Chrome останньої версії';

const error_text_52 = 'Спочатку додайте камери!';