const data_reasons_installing_surveillance_cameras_arr = [
     {
         id: 1,
         reasons: `Контроль у сфері безпеки дорожнього руху`,
     },
     {
         id: 2,
         reasons: `Контроль за додержанням правил поводження із побутовими відходами`,
     },
     {
         id: 3,
         reasons: `Розважальний комплекс "Комора"`,
     },
     {
         id: 4,
         reasons: `Контроль за дотриманням порядку в місцях масового скупчення громадян`,
     },
     {
         id: 5,
         reasons: `Безпека на території дошкільних навчальних закладів`,
     },
     {
        id: 6,
        reasons: `Контроль за додержанням швидкісного режиму`,
    },
]